"lblChargeLimit" = "충전 제한:";
"btnDischarge" = "방전";
"btnTopup" = "충전";
"btnInstallHelper" = "헬퍼 설치";
"btnQuit" = "나가기";
"hlpSailingModePopover" = "항해 모드 활성화됨";
"hlpCalibrationPopover" = "교정하는 중입니다";
"hlpHeatProtectionPopover" = "높은 배터리 온도로 인해 충전을 중단합니다. 현재 온도:  ";
"hlpIntelModePopover" = "Intel 모드 활성화됨.";
"lblSailingMode" = "항해 모드";
"txtEnabled" = "활성화됨";
"txtDisabled" = "비활성화됨";
"hlpSailingModeSettings" = "배터리 잔량이 충전 한도에 도달하면 설정한 간격 값까지 방전이 시작됩니다. 이는 충전 한도 값 근처에서 급격히 충/방전되는 것을 방지합니다.";
"txtWillSailTo" = "여기까지 항해: ";
"txtSailingModeDeactivated" = "항해 모드 비활성화됨";
"lblHeatProtection" = "과열 방지 모드";
"hlpHeatProtectionSettings" = "배터리 온도가 설정한 최대 온도를 넘으면\nAlDente가 자동으로 충전을 중단시킵니다.";
"txtMaxTemp" = "최대 온도";
"txtCurrent" = "  현재 온도: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "과열 방지 모드 비활성화됨.";
"lblCalibrationMode" = "교정 모드";
"btnStopCalibration" = "교정 중단";
"btnStartCalibration" = "교정 시작";
"txtDischarge15" = "방전\n15%";
"txtCharge100" = "충전\n100%";
"txtHold1h" = "1시간\n유지";
"txtDischarge" = "방전\n";
"lblStopChargingWhenSleeping" = "Mac이 잠자는 동안 충전 중단";
"hlpStopChargingWhenSleeping" = "활성화시키면 설정한 충전 한도까지 충전되지 않았더라도 MacBook이 잠자는 동안에는 충전되지 않습니다.";
"lblStopChargingWhenClosed" = "앱 종료 시 충전 중단";
"lblStopChargingWhenPoweredOff" = "시스템 종료 상태에서 충전 중단";
"hlpStopChargingWhenPoweredOff" = "활성화시키면 AlDente가 종료된 상태에서는 충전되지 않습니다. 다시 충전하려면 AlDente를 다시 실행하거나 SMC를 초기화해야 합니다.";
"lblIntelMode" = "Intel 모드";
"hlpIntelModeSettings" = "Intel MacBook에서만 사용할 수 있는 기능입니다. 이는 Apple Silicon과는 다른 SMC 키를 사용하여 최대 충전 값을 제어합니다. Intel 모드에서는 방전시키기, 항해 모드, 교정 모드를 사용할 수 없지만 재시동해도 최대 충전 값이 유지됩니다. 설정한 최대 충전 값은 실제 충전량과 5%정도 차이날 수 있습니다";
"lblHelperApp" = "헬퍼";
"btnReinstall" = "재설치";
"btnRemove" = "제거";
"lblUpdates" = "업데이트";
"btnCheckForUpdates" = "업데이트 확인";
"txtCheckManually" = "자동 업데이트 사용하지 않음";
"txtCheckAutomatically" = "자동 업데이트 사용";
"lblOther" = "기타";
"btnManageLicense" = "제품 키 관리";
"btnActivateLicense" = "제품 키 활성화";
"btnSaveDebugFile" = "디버그 파일 저장";
"lblLaunchAtLogin" = "시작 시 자동 실행";
"hlpLaunchAtLogin" = "Mac을 시작하면 AlDente를 자동으로 실행합니다.";
"lblRestoreCompleted" = "복구 완료됨";
"txtRestoreCompleted" = "설정이 기본값으로 초기화되었습니다.";
"btnResetSettings" = "설정 초기화";
"lblShowOnlyAlDenteIcon" = "AlDente 아이콘만 보이기";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Free";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Cooked up in 2024 by ApphouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Pro 버전\n구매하기";
"lblSyncingChargeState" = "충전 상태 동기화 중";
"txtDischargeExitDescription" = "방전 모드가 종료된 것을 macOS가 확인하기 전까지 앱을 종료하지 않고 기다려야 합니다. 확인 단추를 누르면 기다리지 않고 AlDente를 즉시 종료하지만, 화면이 잠시 꺼질 수 있습니다.";
"btnOK" = "확인";
"btnCancel" = "취소";
"lblIntelNotification" = "AlDente가 Intel 모드로 작동 중입니다.";
"txtIntelNotification" = "Intel 칩을 사용하는 MacBook입니다. Intel 모드만 사용할 수 있습니다. 이 모드에서는 Pro 버전의 기능들을 이용할 수 없습니다.";
"lblSetupNotification" = "AlDente Pro 설정";
"txtSetupNotification" = "Aldente가 MacBook 충전에 관한 모든 권한을 얻기 위해 시스템 환경설정 ➔ 배터리 ➔ 배터리 성능 상태에서 “최적화된 배터리 충전” 기능을 비활성화해 주십시오.";
"lblUpdateHelperNotification" = "헬퍼 업데이트";
"txtUpdateHelperNotification" = "AlDente의 헬퍼를 업데이트해야 합니다. “헬퍼 제거하기” 버튼을 눌러 언제든지 헬퍼를 제거할 수 있습니다.";
"lblInstallHelperNotification" = "헬퍼 설치";
"txtInstallHelperNotification" = "AlDente Pro가 Macbook의 충전 상태를 제어하기 위해 헬퍼를 설치해야 합니다. “헬퍼 제거하기” 버튼을 눌러 헬퍼를 언제든지 제거할 수 있습니다.";
"lblHelperInstallSuccessNotification" = "헬퍼가 설치되었습니다.";
"lblRemoveHelperNotification" = "헬퍼 제거";
"txtRemoveHelperNotification" = "정말로 헬퍼를 제거할까요? AlDente는 헬퍼가 설치된 상태에서만 작동합니다";
"lblHelperRemovedNotification" = "헬퍼 제거됨";
"txtHelperRemovedNotification" = "헬퍼가 성공적으로 제거되었습니다. 헬퍼를 다시 설치하기 전까지는 AlDente를 이용할 수 없습니다. Aldente를 종료합니다.";
"lblClamshellDischargeProNotification" = "미안해요!";
"txtClamshellDischargeProNotification" = "클램쉘 모드에서 방전 활성화 기능은 Pro 버전에서만 제공됩니다.";
"lblDischargeInfoNotification" = "방전 모드에 관해";
"txtDischargeInfoNotification" = "클램쉘 모드를 비롯한 모든 작동 환경에서 방전시키기 기능을 사용하기 위해서 AlDente가 이 기기의 잠자기 기능을 잠시 비활성화합니다. 이로 인해 일부 기기에서는 잠자기 기능을 사용하지 못할 수 있습니다. (잠자기 단추가 회색으로 변해 눌리지 않습니다.) 그리고 잠자기 기능을 제어하는 다른 응용 프로그램들이 제대로 작동하지 않을 수 있습니다.";
"lblDebugInfoSavedNotification" = "디버그 정보 저장됨";
"txtDebugInfoSavedNotification" = "디버그 정보가 다음으로 저장되었습니다: ";
"lblActivationSuccessfulNotification" = "제품 활성화됨";
"txtActivationSuccessfulNotification" = "AlDente Pro를 구입해주셔서 감사합니다!\n우리 나중에 알 덴테 파스타 한번 먹어요^^";
"lblNoConnectionNotification" = "인터넷 연결 없음";
"lblDisableSleepCompletely" = "충전 한도까지 충전되기 전까지\nMac을 자동으로 잠자기 않게 하기";
"hlpDisableSleepCompletely" = "활성화시키면 설정한 충전 한도에 도달하기 전까지 AlDente가 이 기기의 잠자기 기능을 비활성화시킵니다. (덮개를 닫은 경우에도 비활성화됩니다.) 전원 코드를 제거하면 자동으로 잠자기 상태로 전환됩니다.";
"lblShowOnStartup" = "시작 시 표시";
"hlpShowOnStartup" = "AlDente의 사용자 인터페이스는 앱이 시작될 때 자동으로 열립니다.";
"hlpShowDockIcon" = "Dock에 AlDente 아이콘이 표시됩니다.";
"lblShowDockIcon" = "독 아이콘 표시";
"hlpNoMenubarIcon" = "메뉴 표시줄에서 AlDente의 아이콘을 제거합니다. 이 기능을 활성화하면 독 아이콘을 통해서만 앱에 액세스할 수 있습니다.";
"lblPopoverAnimation" = "팝업 애니메이션";
"hlpPopoverAnimation" = "팝업 애니메이션을 켜거나 끕니다.";
"lblPopupWindow" = "팝업창";
"lblNoMenubarIcon" = "메뉴바 아이콘 숨기기";
"lblMenubarIcon" = "메뉴바 아이콘";
"txtHold" = "보류\n";
"txtDifference" = "백분율 차이:";
"txtNoConnectionNotification" = "AlDente는 30일에 한 번 라이선스가 유효한지 확인해야 합니다. AlDente가 작동하려면 인터넷에 연결하십시오.";
"lblAdvancedIntelMode" = "고급 인텔 모드";
"hlpSettingsLock" = "설정이 잠겨 있습니다. 해제하려면 시스템 관리자에게 문의하세요.";
"hlpUseRealPercentage" = "이 설정이 활성화되면 AlDente는 실제 하드웨어 배터리 비율을 참조로 사용합니다. macOS에 표시되는 값은 일반적으로 배터리 수명 및 충전 상태에 따라 몇 퍼센트 차이가 있습니다.";
"ttlStats" = "통계";
"lblUseRealPercentage" = "하드웨어 배터리 비율";
"hlpShowOnlyAlDenteIcon" = "메뉴 바에서 알 덴테 된 파스타처럼 업데이트를 원치 않는 사람이 있을까요?";
"hlpShowBatteryIcon" = "메뉴 바에서 알 덴테 된 파스타처럼 업데이트를 원치 않는 사람이 있을까요?";
"hlpShowPercentage" = "메뉴 바에서 알 덴테 된 파스타처럼 업데이트를 원치 않는 사람이 있을까요?";
"lblCheckAutomatically" = "자동으로 확인";
"txtIntelExplanation" = "MacBook에서 전원이 꺼지거나 잠자기 모드에 있을 때 충전 제한이 지속될 수 있습니다. 이러한 경우 기술적인 제약으로 인해 백분율이 실제와 다를 수 있습니다.";
"ttlMoreSettings" = "더";
"ttlScheduleSettings" = "일정";
"lblSleep" = "잠자기";
"lblLockScreenWhenClosed" = "닫을 때 화면 잠금";
"hlpLockScreenWhenClosed" = "활성화하면 덮개가 닫히고 절전 모드가 비활성화될 때 화면이 자동으로 잠깁니다.";
"lblAutomaticDischarge" = "자동 방전";
"hlpAutomaticDischarge" = "활성화되면 현재 백분율이 더 높으면 AlDente가 자동으로 설정 값으로 방전됩니다.";
"lblCharging" = "충전 중";
"hlpAutomaticDischargeButton" = "AlDente는 설정된 충전 한도가 배터리 비율보다 낮을 때 배터리를 자동으로 방전합니다.";
"ttlGeneralSettings" = "일반";
"ttlChargeSettings" = "충전";
"ttlFeatureSettings" = "기능";
"ttlAppearanceSettings" = "모양";
"txtSetupNotificationVentura" = "다음으로 이동하십시오:\n\n시스템 환경설정 ➔\n배터리 ➔\n배터리 상태(정보 버튼)\n\n비활성화:\n\n \최적화된 배터리 충전\.\n\n이렇게 하면 AlDente가 충전 동작을 완전히 제어할 수 있습니다. .";
"lblMagsafeLED" = "맥세이프 LED";
"lblControlMagsafeLED" = "Magsafe LED 제어하기";
"hlpControlMagsafeLED" = "이 설정이 활성화되면 AlDente는 Magsafe LED의 색상을 현재 충전 상태와 일치시킵니다.";
"lblBlinkOrangeDischarge" = "방전 중에 주황색으로 깜박이기";
"hlpBlinkOrangeDischarge" = "이 설정이 활성화되면 방전이 활성화되는 동안 Magsafe LED가 주황색으로 깜박입니다.";
"lblMagsafeAlwaysOff" = "항상 꺼짐";
"hlpMagsafeAlwaysOff" = "이 설정이 활성화되면 AlDente가 실행되는 동안 Magsafe LED가 항상 꺼져 있습니다.";
"ttlCalibrationNotPossible" = "보정 불가!";
"txtCalibrationNotPossible" = "캘리브레이션 모드는 ta 충전기가 연결된 경우에만 사용할 수 있습니다.";
"ttlSMCIssue" = "충전 한도 오류";
"ttlLowChargeLimitWarning" = "낮은 충전 한도";
"txtLowChargeLimitWarning" = "오랜 시간 동안 배터리를 낮은 비율로 유지하면 보정이 잘못될 가능성이 높아질 수 있습니다.\n이로 인해 장치가 의도치 않게 전원이 꺼질 수 있습니다.\n이 경우 일반적으로 AlDente의 보정 모드로 해결할 수 있습니다.";
"txtSMCIssue" = "AlDente는 macOS에서 충전 한도 기능이 일시적으로 작동하지 않을 수 있는 문제를 감지했습니다.\nAlDente가 다시 작동하도록 하려면 다음 단계를 수행하십시오.\n1. 소켓에서 충전기를 분리하고 MacBook을 끕니다\n2. 5분 동안 기다립니다.\n3. MacBook을 켜고 충전기를 연결하십시오.\nAlDente가 예상대로 다시 작동합니다.";
"ttlTasks" = "작업 일정";
"txtTasksIntelMode" = "인텔 모드에서는 작업 예약을 사용할 수 없습니다.";
"txtTasksNotActivated" = "작업 일정을 잠금 해제하려면 AlDente Pro를 받으세요!";
"txtCreateNewTask" = "+ 버튼을 사용하여 새 작업을 추가하세요!";
"txtTask" = "일";
"txtStartTasksNext" = "다음 시기에 작업 시작:";
"txtTaskHistory" = "작업 기록";
"ttlName" = "이름:";
"ttlActive" = "활성화하기:";
"ttlAction" = "작업:";
"txtTopUp" = "충전";
"txtDischargeTo" = "특정 퍼센트까지 방전";
"ttlRepeat" = "반복:";
"txtDaily" = "매일";
"txtWeekly" = "매주";
"txtMonthly" = "매월";
"ttlStart" = "시작:";
"hlpStartTasksNext" = "AlDente는 MacBook이 잠자기 상태이거나 전원이 꺼져 있는 동안 작업을 실행할 수 없습니다. 작업이 실행되어야 하는 동안 MacBook이 잠자기 상태이거나 전원이 꺼진 경우 다음 기회에 다시 켜질 때 작업을 시작합니다.";
"lblHelperInstallError" = "헬퍼 설치 오류";
"txtHelperInstallError" = "헬퍼 설치 중에 문제가 발생했습니다. 헬퍼 서비스를 다시 로드하려면 다음을 클릭하십시오. 비밀번호를 다시 입력하라는 메시지가 표시됩니다.";
"txtInstallHelper" = "AlDente가 작동하려면 헬퍼 응용 프로그램이 실행되어야 합니다. 헬퍼 응용 프로그램을 설치하십시오.";
"txtHelperInstallSuccessNotification" = "헬퍼 응용 프로그램이 성공적으로 설치되었습니다!";
"txtPause" = "충전 일시중지";
"txtCalibrate" = "보정 모드 시작";
"txtChargeTo" = "충전 한도 설정";
"ttlAlDenteSetup" = "AlDente 설정";
"txtAlDenteHeadline" = "AlDente에 오신 것을 환영합니다!";
"txtIntro" = "시작하기 전에 몇 가지를 구성해야 합니다.";
"ttlInstallHelper" = "헬퍼 앱 설치";
"txtInstallHelperInfo" = "AlDente는 MacBook의 충전 동작을 제어하기 위해 헬퍼 앱이 필요합니다.";
"txtHelperInstalled" = "(헬퍼가 이미 설치됨)";
"ttlOptimisedCharging" = "최적화된 배터리 충전";
"txtOptimisedChargingInfo" = "AlDente가 MacBook의 충전 동작을 완벽하게 제어하려면 최적화된 배터리 충전을 비활성화해야 합니다.";
"bpOpenSettings" = "• 시스템 설정 열기 → 배터리";
"bpClickInfoButton" = "• 배터리 상태 옆에 있는 정보 버튼을 클릭합니다.";
"bpDisableOptimisedCharging" = "• \최적화된 배터리 충전\ 비활성화";
"txtDisableOptimisedChargingOld" = "맥OS의 설정을 수정해주세요: 시스템 환경설정 ➔ 배터리 ➔ 배터리 및 비활성화: 최적화된 배터리 충전.";
"btnOpenSettings" = "설정 열기";
"ttlCustomiseAlDente" = "AlDente 사용자화";
"txtPresetInfo" = "여러분은 맥북을 어떻게 사용하시나요?";
"btnMostlyHome" = "거치하고 사용";
"btnOnTheGo" = "이동하며 사용";
"btnSkip" = "건너뛰기";
"ttlSetupModal" = "이렇게 하면 다음 설정이 구성됩니다.";
"bpChargeLimit" = "• 충전 한도";
"bpLaunchAtLogin" = "• 로그인 시 실행";
"bpSailingMode" = "• 항해 모드*";
"bpHeatProtection" = "• 열 보호*";
"bpAutomaticDischarge" = "• 자동 방전*";
"bpStopChargingWhenSleeping" = "• 취침 시 충전 중지*";
"bpStopChargingWhenClosed" = "• 앱이 닫히면 충전 중지*";
"bpHardwareBatteryPercentage" = "• 하드웨어 배터리 백분율*";
"ttlProLicense" = "프로 라이선스";
"txtProLicenseInfo" = "Pro 라이선스가 이미 있는 경우 여기에서 활성화할 수 있습니다.";
"btnUseFree" = "무료 사용";
"btnActivatePro" = "프로 활성화";
"txtOn" = "켜짐";
"txtOff" = "꺼짐";
"txtOnlyInPro" = "* AlDente Pro에서만 사용 가능";
"txtEveryWeekday" = "평일동안";
"txtEvery2Weeks" = "격주";
"lblStats" = "통계";
"lblPowerFlowNotAvailable" = "기술적인 제한으로 인해 해당 시스템에서는 Power Flow를 사용할 수 없습니다.";
"txtPowerFlowFreeExplanation" = "이것은 데모 목적의 예제 데이터일 뿐입니다. 실시간 데이터를 얻으려면 AlDente Pro를 잠금 해제하세요!";
"lblShowInPopover" = "팝오버에 표시";
"hlpShowInPopover" = "활성화된 경우 이 위젯은 메뉴 막대 팝오버에도 표시됩니다.";
"lblShowPercentage" = "백분율 표시";
"lblShowBatteryIcon" = "배터리 표시";
"lblDischargeLimitToHighNotification" = "충전 한도가 너무 높음";
"txtDischargeLimitToHighNotification" = "방전 기능을 사용하려면 충전 제한을 현재 배터리 비율보다 낮은 값으로 설정해야 합니다.";
"chkDontAskAgain" = "다시 묻지 않음";
"lblLimit" = "제한:";
"txtAlDenteStatus" = "AlDente 상태";
"txtMacOSNative" = "macOS 네이티브";
"txtMacOSColored" = "macOS 컬러";
"ttlSettingsBackup" = "AlDente Pro 설정의 백업이 발견되었습니다. 복원하시겠습니까?";
"txtSettingsBackup" = "프로 설정을 복원하시겠습니까?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "Aldente 설정";
"txtDontShow" = "표시하지 않기";
"txtDontRepeat" = "반복하지 말기";
"lblIconStyle" = "아이콘 스타일";
"txtAlDenteIcon" = "AlDente 로고";
"txtEnterTargetPercentage" = "원하는 한도를 입력하세요.";
"hlpSailingMinPerc" = "20%미만으로 Aldente는 항상 배터리를 충전하고 항해 모드는 덮어 씁니다.";
"ttlPowerFlow" = "전력 흐름";
"chkRembemberDecision" = "내 결정을 기억하십시오";
"ttlSensorData" = "센서 데이터";
"ttlBatHealth" = "배터리 건강";
"txtDesignCap" = "설계 용량 :";
"txtMaxCap" = "최대 용량 :";
"txtHardwareCap" = "하드웨어 용량 :";
"txtMacOSCap" = "MACOS 용량 :";
"txtCycleCount" = "사이클 카운트:";
"ttlBatSpecs" = "배터리 사양";
"txtBatTemp" = "배터리 온도 :";
"txtTimeRemaining" = "남은 시간:";
"txtTimeToFull" = "전체 시간 :";
"txtBatterySerial" = "일련 번호 :";
"ttlElectricalSpecs" = "전기 사양";
"txtChargerI" = "충전기 전류 :";
"txtChargerU" = "충전기 전압 :";
"txtBatI" = "배터리 전류 :";
"txtBatU" = "배터리 전압 :";
"txtSystemP" = "시스템 부하 :";
"txtCalibrationInterrupted" = "교정 모드가 중단되었습니다. \ n 교정을 계속 하시겠습니까?";
"txtPopover" = "Popover에서 보여주십시오";
"ttlQuitApp" = "Aldente를 그만두 셨나요?";
"txtQuitApp" = "Aldente를 그만두고 싶습니까?";
"txtCondition" = "MACOS 상태 :";
"hlpLowPowerMode" = "MACOS 저전력 모드가 활성화되었습니다.";
"lblLowPowerMode" = "저전력 모드";
"lblTopUpWhileCalibrationNotification" = "위로 올라갈 수 없습니다.";
"txtTopUpWhileCalibrationNotification" = "교정이 실행되는 동안 상단은 불가능합니다.위로 시작하기 전에 교정 모드를 비활성화하십시오.";
"txtNothing" = "아무것도하지 마세요";
"hlpRightClickAction" = "메뉴 표시 줄의 Aldente 아이콘이 마우스 오른쪽 버튼을 클릭 할 때 어떤 일이 발생 해야하는지 결정합니다.";
"txtToggleChargeLimit" = "시작/중지 충전";
"txtToggleLPM" = "저전력 모드를 활성화/비활성화합니다";
"txtRightClickAction" = "Menubar 마우스 오른쪽 버튼을 클릭하십시오";
